Repository: junpeace/VaksinBaby
Catalog: *.lproj/Localizable.strings
Languages: ms

source: Summary
ms: Überblick

source: Help
ms: Hilfe

source: Lists
ms: Listen

source: Projects
ms: Projekte

source: List Templates
ms: Vorlagen für Listen

source: Project Templates
ms: Vorlagen für Projekte

source: Name
ms: Nama

source: Username
ms: Nama Pengguna

source: Password
ms: Kata Laluan

source: Login
ms: Daftar Masuk

source: New here? Register now!
ms: Daftar Masuk Kali Pertama

source: Gender
ms: Jantina

source: D.O.B
ms: Tarikh Lahir

source: Email
ms: Emel

source: Mobile
ms: Telefon Bimbit

source: Postcode
ms: Poskod

source: Employer
ms: Majikan

source: Healthcare Preference
ms: Pilihan Penjagaan Kesihatan

source: Confirm Password
ms: Sahkan Kata Laluan

source: I agree to the Terms & Conditions
ms: Saya bersetuju dengan Terma & Syarat

source: dd/mm/yy
ms: hh/bb/tt

source: Submit
ms: Hantar

source: Auto Reminders
ms: Pengingatan

source: Add a photo of your baby
ms: Muat naik gambar bayi anda

source: Next
ms: Seterusnya

source: Add a name of your baby
ms: Nama bayi

source: Vaccination Tracker
ms: Rekod Vaksinasi

source: After registering your child, you can update and monitor your child’s vaccinations here.
ms: Simpan rekod vaksinasi anak anda

source: Other Resources
ms: Sumber-sumber lain

source: Immunise4Life (IFL) is an expert-driven community education initiative to promote vaccination for all ages against vaccine-preventable diseases.
ms: Immunise4Life (IFL) adalah satu inisiatif pendidikan masyarakat yang diterajui oleh pakar untuk mempromosikan imunisasi bagi semua peringkat umur untuk penyakit-penyakit yang boleh dicegah dengan vaksin.

source: Report Adverse Effect
ms: Lapor Kesan Sampingan

source: If your child experienced any kind of reaction after a vaccination, please notify us using this form.
ms: Sekiranya anak anda mengalami sebarang reaksi selepas vaksinasi, sila laporkan dengan menggunakan borang ini.

source: If your child experienced any kind of reaction after a vaccination, please notify us using this form. If uncertain, please key in 'unsure'
ms: Sekiranya anak anda mengalami sebarang reaksi selepas vaksinasi, sila laporkan dengan menggunakan borang ini. Jika tidak pasti, sila taip 'Tidak Pasti'

source: Child's Name
ms: Nama Anak

source: Child's Age
ms: Umur Anak

source: Vaccination Date
ms: Tarikh Vaksinasi

source: Type Of Vaccination Given
ms: Jenis vaksinasi yang diberikan

source: Hospital or clinic where the vaccination was given
ms: Hospital atau klinik dimana vaksinasi diterima

source: Doctor/Nurse's Name
ms: Nama doctor/jururawat

source: Forgotten Password
ms: Lupa Kata Laluan

source: Send Password
ms: Hantar Kata Laluan

source: Sign Up For E-Newsletter
ms: Daftar untuk E-Risalah Kami

source: Description of the adverse effect at injection site:
ms: Penerangan mengenai kesan mudarat selepas vaksinasi

source: Options
ms: Pilihan

source: 6 characters at least
ms: Sekurang-kurangnya 6 karakter

source: Register
ms: Mendaftar

source: Please fill in your name
ms: Sila isikan nama anak

source: Important
ms: Penting

source: Your report is successfully sent!!
ms: Laporan anda telah berjaya dihantar!!

source: Setting
ms: Penetapan

source: Successfully Sent
ms: Berjaya dihantar

source: Registration failed
ms: Pendaftaran gagal

source: Failed
ms: Gagal

source: Oops! We're sorry Mommy. It looks like your report could not be sent. Please check your internet connection and try again.
ms: Penghantaran laporan kesan mudarat gagal

source: Please check your internet connection
ms: Sila pastikan internet anda disambungkan

source: Please fill in hospital/clinic name
ms: Sila isikan nama hospital/klinik

source: Please fill in your mobile no
ms: Sila isikan nombor telefon anda

source: Please fill in your email
ms: Sila isikan e-mel anda

source: Please fill in a valid email address
ms: Sila masukkan alamat e-mel yang sah

source: Please enter your child's name
ms: Sila isi nama anak anda

source: Please fill in doctor/nurse name
ms: Sila isikan nama doktor/jururawat

source: Please fill in description of the adverse effect
ms: Sila isikan penerangan megenai kesan mudarat selepas vaksinasi

source: Success
ms: Berjaya

source: Language preference has been recorded
ms: Pilihan bahasa telah disimpan

source: Oops! The name of your Doctor/nurse name cannot be more than 20 characters
ms: Nama doktor/jururawat tidak boleh lebih dari 20 karakter

source: Oops! The name of the Hospital cannot be more than 100 characters
ms: Nama hospital/klinik tidak boleh lebih dari 100 character

source: Vaccination type should not be more than 100 characters
ms: Jenis vaksinasi tidak harus lebih dari 100 karakter

source: Please select the date when your child was vaccinated
ms: Sila pilih tarikh vaksinasi

source: Child age should not be more than 100 characters
ms: Umur anak tidak harus lebih dari 100 aksara

source: Please fill in your child age
ms: Sila isikan umur anak anda

source: Oops! You have to agree to the terms and conditions to use the application.
ms: Sila semak pilihan term & condition

source: Congratulations, you have been signed up for our newsletter.
ms: Borang pendaftaran telah berjaya dihantar

source: Oops! Looks like that's not a registered email. Please fill in a valid email address.
ms: E-mel tidak dijumpai, sila masukkan e-mel yang betul

source: Username or password that you have entered is incorrect
ms: Nama pengguna atau kata laluan yang anda masukkan adalah salah

source: Child name should not be more than 20 characters
ms: Nama anak tidak boleh lebih dari 20 karakter

source: Email should not be more than 50 characters
ms: E-mel tidak boleh lebih dari 50 karakter

source: Mobile no. should not be more than 11 characters
ms: Nombor telefon tidak boleh lebih daripada 11 karakter

source: Name should not be more than 20 characters
ms: Nama tidak boleh lebih daripada 20 karakter

source: Please select your child's birthdate
ms: Sila pilih tarikh lahir

source: Oops! Your child's name cannot be more than 50 characters
ms: Nama anak tidak boleh lebih dari 50 karakter

source: Type of Vaccination
ms: Jenis vaksinasi

source: Save
ms: Simpan

source: Please fill in your username
ms: Sila isikan nama pengguna anda

source: Please fill in your password
ms: Sila isikan kata laluan anda

source: Select Language
ms: Pilih Bahasa

source: Please select your gender
ms: Sila pilih jantina anda

source: Gender should not be more than 20 characters
ms: Jantina tidak harus lebih dari 20 karakter

source: Please select your D.O.B
ms: Sila pilih tarikh lahir anda

source: D.O.B should not be more than 30 characters
ms: Tarikh lahir tidak harus lebih dari 30 karakter

source: Please fill in your postcode
ms: Sila isikan postkod anda

source: Postcode should not be more than 5 characters
ms: Poskod tidak harus lebih dari 5 karakter

source: Please select your employer
ms: Sila pilih majikan anda

source: Employer should not be more than 30 characters
ms: Majikan tidak harus lebih dari 30 karakter

source: Please select your healthcare preference
ms: Sila pilih pilihan kesihatan penjagaan anda

source: Healthcare preference should not be more than 50 characters
ms: Pilihan kesihatan penjagaan tidak harus lebih dari 50 karakter

source: Username should not be more than 20 characters
ms: Nama pengguna tidak harus lebih dari 20 karakter

source: Password must be at least 6 characters
ms: Kata laluan sekurang-kurangnya 6 karakter

source: Password should not be more than 15 characters
ms: Kata laluan tidak harus lebih dari 15 karakter

source: Vaccine-Preventable Diseases
ms: Penyakit-penyakit yang boleh dicegah dengan vaksin

source: Register your baby's date of the birth and we will start sending you the lists of recommended vaccinations at the beginning of the months that they are due until two years of age.
ms: Daftar tarikh lahir bayi anda dan kami akan menghantar senarai vaksinasi yang disarankan untuk anak anda sehingga dia berumur dua tahun.

source: Mummy, you have successfully logged out. You will still receive push notifications for your registered children.
ms: Berjaya log keluar

source: Logged Out
ms: Berjaya log keluar

source: Please select a dose's status to update
ms: Sila pilih status dos untuk mengemaskini

source: Child profile has been created successfully
ms: Profil anak telah berjaya dicipta

source: Registration success
ms: Pendaftaran berjaya

source: Update success
ms: Maklumat telah berjaya dikemaskini

source: Child profile has been updated successfully
ms: Profile anak telah berjaya dikemaskini

source: Password is not the same with confirm password field
ms: Pastikan kata laluan adalah sama

source: Please tick the Terms & Conditions checkbox before submit
ms: Sila semak Terma & Syarat kotak semak sebelum hantar

source: Type your child's name here
ms: Isikan nama anak anda di sini

source: Type your child's age here
ms: Isikan umur anak anda di sini

source: Select a vaccination type
ms: Pilih jenis vaksinasi

source: Type hospital/clinic here
ms: Isikan hospital/klinik di sini

source: Type doctor/nurse's name here
ms: Isikan nama doktor/jururawat di sini

source: Type your description
ms: Menaip penerangan anda

source: Edit
ms: Kemaskini

source: Add Child
ms: Tambah anak

source: Take photo
ms: Ambil gambar

source: Choose photo
ms: Pilih gambar

source: Language Preference
ms: Pilih pilihan

source: Select Prefer Language
ms: Pilih bahasa

source: Vaccination Reminder
ms: Peringatan vaksinasi

source: Password Sent
ms: Kata Laluan Telah Dihantar

source: Mommy, your password has been sent to your email
ms: Kata laluan anda telah dihantar kepada e-mail anda

source: Successful
ms: Berjaya

source: Your report has been delivered successfully. The Ministry of Health Malaysia will be in contact should they require any further details.
ms: Laporan anda telah berjaya dihantar

source: Yes! I would like to receive regular updates and newsletters from Immunise4life
ms: Ya! Saya ingin menerima sebarang updates & e-risalah dari Immunise4life

source: Please fill in your mobile number
ms: Sila isikan nombor telefor bimbit

source: Please enter a valid email address
ms: Please isikan alamat e-mel yang sah

source: Please fill in your email address
ms: Sila isikan alamat e-mel

source: Take The Tour
ms: Buat Lawatan

source: User Profile
ms: Profil Pengguna

source: " Mummy, please remember my vaccination this month. "
ms: " Ibu, jangan lupa vaksinasi saya bulan ini. "

source: VACCINATION TRACKER UPDATES :
ms: KEMASKINI REKOD VAKSINASI :

source: " Mummy, please remember to update my Vaccination Tracker with my latest vaccinations."
ms: " Ibu, jangan lupa kemaskini Kad Laporan Vaksinasi saya. "

source: Register Child
ms: Daftar anak

source: Choose an option
ms: Pilih satu pilihan

source: Cancel
ms: Batal

source: Update failed
ms: Kemaskini gagal

source: Update
ms: Kemaskini

source: Your registration is success!!
ms: Pendaftaran anda telah berjaya!!

source: tour_1_1
ms: bm_tour_1_1

source: tour_2_1
ms: bm_tour_2_1

source: tour_3_1
ms: bm_tour_3_1

source: tour_4_1
ms: bm_tour_4_1

source: tour_5_1
ms: bm_tour_5_1

source: tour_6_1
ms: bm_tour_6_1

source: Vaccination Tracker Update - Mummy, please remember to update my Vaccination Tracker with my latest vaccinations
ms: Kemaskeni Rekod Vaksinasi - Ibu, jangan lupa kemaskini Kad Laporan Vaksinasi saya

source: profile
ms: profil

source: Mummy, please remember my vaccinations this month
ms: Ibu, jangan lupa vaksinasi saya bulan ini

# PENGINGATAN VAKSINASI @ LAHIR - Ibu, jangan lupa vaksinasi saya bulan ini
source: VACCINATION REMINDER @ BIRTH - Mummy, please remember my vaccinations this month
ms: PENGINGATAN VAKSINASI @ LAHIR - Ibu, jangan lupa vaksinasi saya bulan ini

# PENGINGATAN VAKSINASI @ 1 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini
source: VACCINATION REMINDER @ 1 MONTH - Mummy, please remember my vaccinations this month
ms: PENGINGATAN VAKSINASI @ 1 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

# PENGINGATAN VAKSINASI @ 2 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini
source: VACCINATION REMINDER @ 2 MONTHS - Mummy, please remember my vaccinations this month
ms: PENGINGATAN VAKSINASI @ 2 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

# PENGINGATAN VAKSINASI @ 3 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini
source: VACCINATION REMINDER @ 3 MONTHS - Mummy, please remember my vaccinations this month
ms: PENGINGATAN VAKSINASI @ 3 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

# PENGINGATAN VAKSINASI @ 5 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini
source: VACCINATION REMINDER @ 5 MONTHS - Mummy, please remember my vaccinations this month
ms: PENGINGATAN VAKSINASI @ 5 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

# PENGINGATAN VAKSINASI @ 6 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini
source: VACCINATION REMINDER @ 6 MONTHS - Mummy, please remember my vaccinations this month
ms: PENGINGATAN VAKSINASI @ 6 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

# PENGINGATAN VAKSINASI @ 9 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini
source: VACCINATION REMINDER @ 9 MONTHS - Mummy, please remember my vaccinations this month
ms: PENGINGATAN VAKSINASI @ 9 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

# PENGINGATAN VAKSINASI @ 12 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini
source: VACCINATION REMINDER @ 12 MONTHS - Mummy, please remember my vaccinations this month
ms: PENGINGATAN VAKSINASI @ 12 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

# PENGINGATAN VAKSINASI @ 18 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini
source: VACCINATION REMINDER @ 18 MONTHS - Mummy, please remember my vaccinations this month
ms: PENGINGATAN VAKSINASI @ 18 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

# PENGINGATAN VAKSINASI @ 21 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini
source: VACCINATION REMINDER @ 21 MONTHS - Mummy, please remember my vaccinations this month
ms: PENGINGATAN VAKSINASI @ 21 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

# PENGINGATAN VAKSINASI @ 24 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini
source: VACCINATION REMINDER @ 24 MONTHS - Mummy, please remember my vaccinations this month
ms: PENGINGATAN VAKSINASI @ 24 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

source: VACCINATION REMINDER @ BIRTH - Mummy, don't forget my vaccines at birth
ms: PENGINGATAN VAKSINASI @ LAHIR - Ibu, jangan lupa vaksinasi saya bulan ini

source: VACCINATION REMINDER @ 1 MONTH - Mummy, don't forget my vaccines at 1 month
ms: PENGINGATAN VAKSINASI @ 1 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

source: VACCINATION REMINDER @ 2 MONTHS - Mummy, don't forget my vaccines at 2 months
ms: PENGINGATAN VAKSINASI @ 2 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

source: VACCINATION REMINDER @ 3 MONTHS - Mummy, don't forget my vaccines at 3 months
ms: PENGINGATAN VAKSINASI @ 3 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

source: VACCINATION REMINDER @ 5 MONTHS - Mummy, don't forget my vaccines at 5 months
ms: PENGINGATAN VAKSINASI @ 5 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

source: VACCINATION REMINDER @ 6 MONTHS - Mummy, don't forget my vaccines at 6 months
ms: PENGINGATAN VAKSINASI @ 6 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

source: VACCINATION REMINDER @ 9 MONTHS - Mummy, don't forget my vaccines at 9 months
ms: PENGINGATAN VAKSINASI @ 9 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

source: VACCINATION REMINDER @ 12 MONTHS - Mummy, don't forget my vaccines at 12 months
ms: PENGINGATAN VAKSINASI @ 12 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

source: VACCINATION REMINDER @ 18 MONTHS - Mummy, don't forget my vaccines at 18 months
ms: PENGINGATAN VAKSINASI @ 18 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

source: VACCINATION REMINDER @ 21 MONTHS - Mummy, don't forget my vaccines at 21 months
ms: PENGINGATAN VAKSINASI @ 21 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

source: VACCINATION REMINDER @ 24 MONTHS - Mummy, thank you for remembering my vaccinations to date. For my continued protection, I will need the following shots in the coming years
ms: PENGINGATAN VAKSINASI @ 24 BULAN - Ibu, jangan lupa vaksinasi saya bulan ini

source: Mummy, don't forget my vaccines at birth
ms: Mummy, don't forget my vaccines at lahir

source: Mummy, don't forget my vaccines at 1 month
ms: Mummy, don't forget my vaccines at 1 bulan

source: Mummy, don't forget my vaccines at 2 months
ms: Mummy, don't forget my vaccines at 2 bulan

source: Mummy, don't forget my vaccines at 3 months
ms: Mummy, don't forget my vaccines at 3 bulan

source: Mummy, don't forget my vaccines at 5 months
ms: Mummy, don't forget my vaccines at 5 bulan

source: Mummy, don't forget my vaccines at 6 months
ms: Mummy, don't forget my vaccines at 6 bulan

source: Mummy, don't forget my vaccines at 9 months
ms: Mummy, don't forget my vaccines at 9 bulan

source: Mummy, don't forget my vaccines at 12 months
ms: Mummy, don't forget my vaccines at 12 bulan

source: Mummy, don't forget my vaccines at 18 months
ms: Mummy, don't forget my vaccines at 18 bulan

source: Mummy, don't forget my vaccines at 21 months
ms: Mummy, don't forget my vaccines at 21 bulan

source: Please update
ms: Sila pastikan status

source: (& any previous dose) to YES before you update
ms: (& dos sebelumnya) adalah YA sebelum anda kemaskini

source: and so on
ms: dan dos seterusnya

source: Url empty
ms: Url kosong

source: Please make sure an url is presented
ms: Sila pastikan url wujud

source: Invalid Email
ms: E-mel tidak sah

source: No baby at the moment
ms: Tiada bayi pada masa ini

source: This email address was registered already, please choose another email address and try again.
ms: Alamat e-mel telah diguna untuk pendaftaran, sila guna e-mel yang lain dan cuba lagi.

source: This username was registered already, please choose another username and try again.
ms: Nama pengguna telah diguna untuk pendaftaran, sila pilih nama pengguna yang lain dan cuba lagi

source: Thank you, Mummy. You can also update this record card yourself within the app.
ms: Terima kasih, Ibu. Ibu juga boleh kemaskini kad rekod ini sendiri di dalam aplikasi ini.

source: " Mummy, don't forget my vaccines at birth. "
ms: " Mummy, don't forget my vaccines at lahir. "

source: " Mummy, don't forget my vaccines at 1 month. "
ms: " Mummy, don't forget my vaccines at 1 bulan. "

source: " Mummy, don't forget my vaccines at 2 month. "
ms: " Mummy, don't forget my vaccines at 2 bulan. "

source: " Mummy, don't forget my vaccines at 3 month. "
ms: " Mummy, don't forget my vaccines at 3 bulan. "

source: " Mummy, don't forget my vaccines at 5 month. "
ms: " Mummy, don't forget my vaccines at 5 bulan. "

source: " Mummy, don't forget my vaccines at 6 month. "
ms: " Mummy, don't forget my vaccines at 6 bulan. "

source: " Mummy, don't forget my vaccines at 9 month. "
ms: " Mummy, don't forget my vaccines at 9 bulan. "

source: " Mummy, don't forget my vaccines at 12 month. "
ms: " Mummy, don't forget my vaccines at 12 bulan. "

source: " Mummy, don't forget my vaccines at 18 month. "
ms: " Mummy, don't forget my vaccines at 18 bulan. "

source: " Mummy, don't forget my vaccines at 21 month. "
ms: " Mummy, don't forget my vaccines at 21 bulan. "

source: " Mummy, thank you for remembering my vaccinations to date. For my continued protection, I will need the following shots in the coming years. "
ms: " Mummy, terima kasih for remembering my vaccinations to date. For my continued protection, I will need the following shots in the coming years. "

source: Name*
ms: Nama*

source: Email Address*
ms: Alamat Emel*

source: Email Address
ms: Alamat Emel
